alexcvzz.vscode-sqlite
aslamanver.vsc-export
astro-build.astro-vscode
aykutsarac.jsoncrack-vscode
bierner.color-info
bierner.emojisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
deinsoftware.arrow-function-snippets
digitalbrainstem.javascript-ejs-support
discloud.discloud
dsznajder.es7-react-js-snippets
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
frhtylcn.pythonsnippets
github.copilot
github.copilot-chat
icrawl.discord-vscode
infeng.vscode-react-typescript
jakebathman.mysql-syntax
johnpapa.vscode-peacock
kisstkondoros.vscode-gutter-preview
matt-meyers.vscode-dbml
mikestead.dotenv
ms-ceintl.vscode-language-pack-es
ms-python.black-formatter
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-pg
nicolas-liger.dbml-viewer
oderwat.indent-rainbow
odubuc.mysql-inline-decorator
ohansemmanuel.css-grid-snippets
pkief.material-icon-theme
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
riazxrazor.html-to-jsx
ritwickdey.liveserver
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
syler.sass-indented
tonybaloney.vscode-pets
tyriar.luna-paint
usernamehw.errorlens
vsc-snippets.vsc-php-snippets
vue.volar
wallabyjs.console-ninja
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zokugun.cron-tasks
zokugun.sync-settings
